{
    "posts": [
        {
            "id": 1,
            "category": "Adventure",
            "title": "7 Unique Ways to Experience National Parks",
            "excrept": "From a glass-domed train to downhill skiing, these are some of our favorite adventures in our national parks. Bonus: they get you off the beaten path, too.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2021/02/04/rocky-mountaineer-train_h.jpg?itok=u0maDLAx",
            "author": "Megan Michelson",
            "content": "Imagine seeing the vast expanses of Glacier National Park or the Grand Canyon from a different vantage point than everyone else. Instead of hiking the most popular trail, you’re traversing the park by dogsled or pedaling a fat-tire bike across the snow. Instead of driving the same scenic route as other cars, you’re floating or flying above it all in a hot-air balloon or helicopter. Here’s how to make that happen.<br/> <br/>Skip driving and hop aboard a train. This year the company Rocky Mountaineer will introduce a new route on a glass-domed train between Denver and Moab, Utah. The two-night journey will begin near Rocky Montain National Park and overnight at Glenwood Springs, Colorado, before arriving near Arches and Canyonlands National Parks (from $1,250). To see Glacier National Park, book a four-day getaway package (from $1,059) with Amtrak Vacations. You’ll disembark at Montana’s East Glacier Park station, then spend three nights at the historic Glacier Park Lodge, built by the Great Northern Railway. Vacations by Rail offers many trips to national parks, including a six-day rails-to-rim tour (from $1,325) that starts in Chicago and ends at the Grand Canyon, with lodging at the Grand Canyon Railway Hotel and Maswik Lodge.<br/><br/>At Alaska’s Denali National Park, stay in a log cabin at EarthSong Lodge (from $189) and you can sign up for the lodge’s Denali Dog Sled Expeditions (from $140), the only approved dog-mushing operator within the park. You’ll travel across the snowy tundra toward the north face of 20,310-foot Denali. In Wyoming, Jackson Hole Continental Divide Dog Sled Adventures leads daylong dogsled tours (from $250) through Grand Teton National Park or for overnight stays at a backcountry yurt. Longtime Montana-based musher Jeff Ulsamer leads tours (from $150) on the edge of Glacier National Park, where a team of huskies race you down a path through Stillwater State Forest.<br/><br/>Plenty of national parks have backcountry terrain in the wintertime where you can earn your turns (though be sure to check for avalanche warnings), but did you know you can ride a chairlift inside three national parks in the U.S.? Hurricane Ridge Ski and Snowboard Area (tickets from $45), located inside Washington’s Olympic National Park, isn’t huge—just two rope tows and a Poma lift—but the place gets an average 400 inches of snow each year. In California, Yosemite National Park’s Badger Pass Ski Area is closed this winter due to COVID-19, but normally the area operates five lifts (tickets from $30). You can also ski in Ohio’s Cuyahoga Valley National Park at Vail Resorts’ Boston Mills and Brandywine ski areas, which are just five minutes apart (tickets from $49, advance reservations required).",
            "source": "https://www.outsideonline.com/2420569/7-new-ways-experience-national-parks",
            "date": "Feb 6, 2021"
        },
        {
            "id": 2,
            "category": "Adventure",
            "title": "Everything You Need to Know About Travel in 2021",
            "excrept": "We came up with a list of the people, places, and trends that matter now, from the rise of outdoor reservation systems and new mountain-biking meccas to where to thaw out this winter",
            "image": "https://www.outsideonline.com/sites/default/files/styles/img_1400x800/public/2021/01/26/travel-in-2021_h.jpg?itok=Roml3eSD",
            "author": "The Editors",
            "content": "Just because we haven’t been traveling doesn’t mean our favorite destinations weren’t busy creating new adventures, thinking more sustainably, and capitalizing on the pandemic-driven outdoor boom. There’s a lot to be excited about this year. If you don’t know where to start, we’ve got you. Here’s everything (give or take) in the adventure travel world worth knowing about this year.<br/><br/>We all know that some of the planet’s most beautiful places are being loved to death. COVID-19’s forced pause on tourism has been a wake-up call about just how significant our environmental impact is. Here are three ways the travel industry plans to dial it back going forward.<br/><br/>Reservations Only: Before the pandemic, the thought of calling ahead to visit a national park or an outdoor mecca seemed preposterous. But reservation systems formerly in place at popular sites like Yosemite and Rocky Mountain have shown that a little planning isn’t all that painful, especially when it means fewer people on the trails. One of Colorado’s most frequented spots—the Maroon Bells, near Aspen—required ad­vance bookings last summer to reduce the impact of its 300,000 average annual visitors. <br/><br/>Climate Positive: Being merely carbon neutral is no longer good enough; many travel companies are going a step further and offsetting more than they help produce. Australia’s Intrepid Travel, which has been carbon neutral since 2010, has pledged to cover 125 percent of its emissions in the year ahead, and Canada’s Bella Coola Heli Sports will be offsetting 110 percent.<br/><br/>Voluntourism 2.0: Hawaii’s two-week travel quarantine, put in place last March, all but halted tourism for six months. To shift gears toward more responsible travel when the state reopened in mid-October, the tourism department launched Malama Hawaii. (Malama means “to care for.”) The initiative encourages ­volunteerism like native-tree planting and beach cleanup by offering free nights at partner hotels. The hope is that giving back imparts a fresh perspective for travelers on the islands’ rich culture. —Jen Murphy",
            "source": "https://www.outsideonline.com/2420541/everything-you-need-know-about-travel-2021",
            "date": "Feb 1, 2021"
        },
        {
            "id": 3,
            "category": "Road",
            "title": "Staring Down Fear in Voyageurs National Park",
            "excrept": "Welcome to Minnesota, the Land of 10,000 Lakes and home to the Boundary Waters. Our 62 Parks Traveler found her own private island at her 28th stop on her quest to visit every national park in the U.S. ",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2021/01/25/voyageurs-np-sunset_h.jpg?itok=cn7R0Siv",
            "author": "Emily Pennington",
            "content": "My toes curled against the cool, white plastic of the waterslide as I edged perilously closer to its slick surface and a steep five-foot drop into northern Minnesota’s Kabetogama Lake. It was a hot and sticky July afternoon in Voyageurs National Park, and I was frozen in place, hands clutching the guardrails, unable to let go. “I’m scared!” I yelled down to my partner, who was laughing and filming the entire endeavor for my future embarrassment. “Just do it!” he shouted back.<br/><br/>I decided not to let fear dictate my fun. I released my grip, slid down the slope, and flopped feetfirst into the surprisingly warm water of the lake. Somehow I felt right at home. Swimming naked later that afternoon in a secluded cove fenced in by boreal forest and lichen-encrusted boulders was the best possible medicine for my Scandinavian soul.<br/><br/>The patchwork quilt of lakes and forests that stretches for roughly 150 miles from Lake Superior to Voyageurs National Park is referred to as the Boundary Waters and is a popular retreat for canoe campers and anglers. Named after the French word for “traveler,” Voyageurs once served as an important waterway for both the Ojibwa people and French-Canadian fur traders in the 1700s. Today it’s bordered by a series of neighboring natural areas, forming a wilderness preserve that straddles both sides of the international border and stretches for over one million acres, encompassing nearly 1,200 lakes.<br/><br/>Since Voyageurs is one of the few water-based national parks in the system, I wanted to explore it in a new way. My partner and I rented a houseboat, loaded up on groceries, and were soon cruising around a vast expanse of sapphire water flecked with small islands. For three nights, we had our very own portable cabin on floats, a comfortable vessel perfect for getting as far away from city stress as possible.<br/><br/>After my run-in with the waterslide, we hopped into the motorized skiff that came with our houseboat and set off in search of Ellsworth Rock Gardens. We zoomed by islets not much bigger than suburban homes, clumsily navigating a 13-mile stretch of open water and stopping frequently to read and reread our map.<br/><br/>",
            "source": "https://www.outsideonline.com/2420489/62-parks-traveler-voyageurs",
            "date": "Jan 28, 2021"
        },
        {
            "id": 4,
            "category": "Road",
            "title": "Seeing Big Vistas at Theodore Roosevelt National Park",
            "excrept": "Wildlife and endless grasslands to explore in a remote corner of North Dakota made the 27th park on our 62 Parks columnist's list a must-visit destination",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2021/01/18/emily-on-painted-canyon-nature-trail_h.jpg?itok=ot54rVt_",
            "author": "Emily Pennington",
            "content": "Five minutes after starting on a trail at Theodore Roosevelt National Park, I nearly stepped on a prairie rattlesnake. Wait, let me rephrase that. I nearly stepped on the rattlesnake, then recoiled, tripped, nearly stepped on it again, rolled my ankle, and ran back to my boyfriend, who was laughing at how flushed my face and chest had become.<br/><br/>I’d heard that the wildlife sightings would be pretty outrageous amid this 70,448-acre expanse of rugged badlands cut through by the Little Missouri River. I just didn’t realize how close I would actually get.<br/><br/>Theodore Roosevelt National Park was founded to commemorate the death of the conservationist president and to preserve a little-known corner of western North Dakota that first inspired his love of the outdoors. The 230 million acres of public land that Roosevelt helped create in the U.S. forever shifted the way the world would think about and protect its natural wonders. But it’s important to note that his legacy is very controversial—he’s been legitimately criticized for his support of the Indian allotment system and the removal of Native Americans from their ancestral homelands.<br/><br/>I slept off my tussle with the rattler and woke up refreshed and ready to explore. Turning onto the park’s most popular attraction in its South Unit, the 36-mile Scenic Loop Drive, I was immediately met with more wildlife. A thundering coterie of chirping prairie dogs darted chaotically around the grasslands. Meanwhile, in the distance, a group of wild horses ran right across the road as a coyote slunk out from a nearby ditch. At one point, I pulled over to hike the short but sweet half-mile Wind Canyon Trail, stopping to take in the dozens of distinct birdsongs fluttering about in the morning air. Though it was a busy summer weekend in July and visitors abounded, the place was still teeming with animals.<br/><br/>By lunch it was time to scoot over to the park’s less visited North Unit. But as I hugged the curves along the winding park road, I was abruptly met with a traffic jam. To my right was a herd of enormous bison with bright, rust-colored calves sprinting across the road. Not a single car dared to move. The mood was tense.<br/><br/>",
            "source": "https://www.outsideonline.com/2420329/62-parks-traveler-theodore-roosevelt",
            "date": "Jan 21, 2021"
        },
        {
            "id": 5,
            "category": "Crusing",
            "title": "I Saw the World on Cruise Ships",
            "excrept": "High school didn't serve up much adventure, so Devin Murphy signed up to do grunt work on expedition ships that sailed to Alaska, Iceland, Antarctica, and other far-flung places. Turned out to be a pretty great idea.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/img_1400x800/public/2021/01/13/cruiseship-depart-devin_h.jpg?itok=VOjVIMaK",
            "author": "Devin Murphy",
            "content": "The ship’s naturalist, in 47B, has filled his cabin with seabirds again. Too many to count. He spent the hours before sunrise stalking the decks, looking for fatigued jaegers and shearwaters that see our lights as an island of rest. This happened in Greenland. No. The South Pacific. No. Off the coast of a black-sand beach in Siberia. One of those. Wherever it is, the room is full of pelagic noise. Gannets. Puffins. One time a great frigate bird perched on a curtain rod and ballooned its ruby red throat up to the size of an elephant’s goiter. It’s hard to keep all these experiences straight. There was so much. That was the point.<br/><br/>People paid a fortune to travel aboard small expedition-style cruises ships that promised experiences of a lifetime, every day. Part of that was being invited into small cabins with world-renowned wildlife experts. The birds stayed in the cabin for a day or two, long enough for the passengers to see them up close. The passengers stayed on board for up to a month, depending on the itinerary. When they disembarked, the ship moved on to the next locale, and new travelers arrived, or new specialty charter companies took over, serving everyone from birders to nudists. They listened to lectures by eminent professors, immersed themselves in exotic cultures, and traversed what Melville called “the watery part of the world.”<br/><br/>During my high school years, from 1994 to 1997, I worked in the Alzheimer’s unit of a nursing home. It was one of the few places in my suburb of Buffalo, New York, that would hire a 16-year-old, and it took me on mainly because no one else wanted to work there. I had to serve pureed turkey, fish sticks, and peas to people who mumbled or screamed as they swatted their bowls to the ground out of confusion or rage. So much time in close proximity to the dying made me look at my youth as its own form of currency. It was a big world, so I decided I’d better get started seeing it and figuring out who to be within it. Though I didn’t have any means or money, I was confident I could work any awful job as long as it let me explore an interesting place.<br/><br/>So in the spring of 1995, I sent out 30 letters about summer-break jobs in different states. During the summers after my junior and senior years in high school, I took a job at a YMCA camp in Maine. On winter break during my freshman year of college, a New Hampshire ski resort hired me to work in its rental shop. That summer I served hot dogs in Rocky Mountain National Park’s concession stand, my reward being excellent hikes on my days off. Twenty-nine rejections meant nothing if one job came of the effort. The lesson was clear: I could create my own adventure.<br/><br/>",
            "source": "https://www.outsideonline.com/2420285/saw-world-cruise-ships",
            "date": "Jan 19, 2021"
        },
        {
            "id": 6,
            "category": "Nature",
            "title": "Nature Is in Charge at Glacier National Park",
            "excrept": "Despite cold temperatures and rain, our 62 Parks columnist still found plenty of hiking and mountain vistas at the 26th stop on her journey to visit every U.S. national park",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/12/09/lincoln_pass.jpg?itok=-8WByQ72",
            "author": "Emily Pennington",
            "content": "In Buddhism, there is a practice of nonattachment called nekkhamma. Never has it been more instrumental in my life than on my trip to Glacier.<br/><br/>I was expecting six days full of the classics: towering sedimentary peaks, grizzly sightings, cascading veils of rushing waterfalls, and more than 700 miles of trails to explore. But, true to form, nature had other plans for me.<br/><br/>My first heartbreak was simple and easy to correct. The campground that I reserved several months in advance, the one I set a 6 A.M. alarm for and crawled out of my warm, Los Angeles bed to book, the one that was perhaps the hardest to book of this entire yearlong parks project, was canceled due to the pandemic a month before I was set to arrive. No matter how many masks I wore or how often I washed my hands for exactly 20 seconds, Many Glacier, it seemed, would not be on the menu. The east entrance was closed for the year. I researched other options.<br/><br/>The next heartbreak really gutted me. Due to a high-snow year, the park’s most famous attraction, historic Going-to-the-Sun Road, would not be plowed before my boyfriend, Brian, and I arrived in late June. In fact, it wouldn’t even be open to the Loop—its notable switchback. I took a deep breath and researched other options.<br/><br/>Perhaps the most egregious offense was the weather. I’d planned to stay five nights and six days in Glacier and anticipated some rain (like any well-prepared nerd is wont to do). It rained five of those days, with temperatures in the forties and fifties. Mind you, this was June. I bit my lip and feigned a smile, donned my heavy jacket, and re-strategized the entire week.</br/><br/>On our singular sunny day, my partner and I pushed hard on a 14-mile hike up to Sperry Chalet, one of the park’s two remaining 100-year-old mountain huts, and 7,050-foot Lincoln Pass. Our hearts happy in the afternoon warmth, and our legs wobbly from nearly 4,000 feet of elevation gain, we dodged marmots and took about a thousand pictures.</br/><br/>",
            "source": "https://www.outsideonline.com/2419014/62-parks-traveler-glacier",
            "date": "Dec 18, 2020"
        },
        {
            "id": 7,
            "category": "Nature",
            "title": "We're Here to See the Great Doomed Thing",
            "excrept": "What do you do after surviving a near-death experience? Visit a dying natural wonder, of course. After his husband suffers a stroke at the age of 40, our writer plans the trip of a lifetime to the Great Barrier Reef—and discovers new meaning in the term 'last-chance tourism.'",
            "image": "https://www.outsideonline.com/sites/default/files/styles/img_1400x800/public/2020/12/11/great-barrier-reef-1_h.jpg?itok=tnYhNkgd",
            "author": "Robert Moor",
            "content": "It was early morning, the milk light of late dawn. My husband and I were lying in bed in his childhood home, in the suburbs of Sydney.<br/><br/>It was December 2019. The house was silent but nevertheless charged with a faint vibration of anticipation; everyone still sleeping, but lightly. Remi and I were planning to depart that morning for a trip to Queensland, where we would spend a few nights camping on one of the world’s most beautiful beaches, and then dive the Great Barrier Reef. Though Remi had spent a large part of his childhood in Queensland, he’d never had a chance to visit the reef. It was a dream trip.<br/><br/>It was also a promise of escape. Normally, we spent most of our time in a cabin we owned in British Columbia. I wrote books; he ran a film-production network. We both worked from home, so we could live just about anywhere. In the winters, to escape the Cascadian gloom, we sometimes hid out with Remi’s parents on the underside of the planet. But that year the plan had backfired. For weeks wildfires had been burning in the nearby mountains and elsewhere, the worst fires in anyone’s memory, fires already burning their way into the pages of history. We had inadvertently traded one gloom for a darker, more ominous one. After weeks spent mostly indoors, hiding from the smoke, we were itching to head north, into humid jungle and sea wind. <br/><br/>That morning, I had just woken up and spent ten or twenty or thirty minutes staring at my phone—who knows really, phone time being slippery—and was rising from the bed and glancing out the window when my husband abruptly sat up and looked out the window, too. He was staring at the waving branches of a eucalyptus tree, its bark peeling away in white shreds. We had a habit of doing this, waking up and looking out the window at the trees across the road, to judge how thick the smoke would be that day: faint trees meant bad air. <br/><br/>Remi was not a typical stroke victim. He had just turned 40. We were avidly, some might say obsessively, active. Two days before the stroke, we went for an 18-mile trail run. The night before, we’d been at a climbing gym, where Remi sent a V6. He had a heart like a racehorse. In the hospital bed, his resting pulse was so low that it routinely dipped below 40 beats per minute, which would send the heart monitor beeping in alarm.<br/><br/>Now he was in shambles. The clot had lodged in the left hemisphere of his brain, which controls the right side of the body; Remi’s left side remained unaffected. When the doctor ran a pen down the bottom of Remi’s right foot, he felt nothing. His right shin: nothing. His right forearm: nothing. As he dozed in the hospital bed, waiting for test after test, he occasionally woke up in alarm because he felt a stranger’s hand brushing against his face, only to realize that it was his own.<br/><br/>",
            "source": "https://www.outsideonline.com/2419621/doomed-great-barrier-reef-travel",
            "date": "Dec 14, 2020"
        },
        {
            "id": 8,
            "category": "Lifestyle",
            "title": "Why the Emotional Support Dog Ban Is Good for Everyone",
            "excrept": "The Department of Transportation has finally reclassified emotional support animals as pets. Here's how that will affect your ability to fly with your dog next year. ",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/12/08/emotional-support-dog-flight_h.jpg?itok=OsFSxETL",
            "author": "Wes Siler",
            "content": "Last week the U.S. Department of Transportation (DOT) published new rules for flying with service animals. It has reclassified emotional support animals as pets, created new regulations around the definition of a true service animal, and established new forms and procedures that disabled people will need to follow.<br/><br/>These updates to the Air Carrier Access Act (ACAA) enable a long-awaited solution to an explosion in the number of selfish people bringing fake service animals onto flights. The ACAA is written to prioritize access for the disabled while flying, but regulations designed to make things easy for the disabled also blurred the lines between emotional support and service animals, creating a loophole that made it possible to bring your pet along with nothing but a promise that it benefitted your mental health. No categorical total for the number of fake service dogs being brought onto commericial flights exists, but in recent years individual airlines have reported that they carried hundreds of thousands of animals in their cabins annually, a figure that more than doubled each year before 2020. No longer. <br/><br/>The single biggest achievement of these new rules is the redefinition of emotional support animals. Where the DOT—through the ACAA—previously classified ESAs as service animals, it now classifies them as pets and requires that airlines make no special accommodation for them. These new rules go into effect on January 4, 2021. <br/><br/>Anyone who wants to fly with ESAs will now need to follow the pet policies of individual airlines, which typically place limits on the size and species of pets that passengers can bring inside the cabin and require people to house those pets in a carrier for the duration of the trip. Larger animals may need to be shipped as cargo. (And note that the ongoing COVID-19 pandemic has caused some airlines to suspend pet cargo services.) Flying with a pet typically involves a substantial fee. <br/><br/>This amendment to the ACAA will have larger ramifications: the ACAA is one of three laws that govern access for service and emotional support animals in this country. The Americans with Disabilities Act (ADA) mandates access for service animals in public places, but it bars emotional support animals from that access. The Fair Housing Act mandates that both service and emotional support animals be allowed in rental and government housing. Emotional support animals no longer enjoy any special access outside of housing. <br/><br/>When the DOT proposed these rule changes in March, there was concern from disabled-person advocacy groups that the new regulations could increase the burden disabled people face when they travel. While the ADA is painstaking in its mandates to avoid potential burdens, the ACAA has historically struggled to find the right balance. But this time, the DOT listened to public comments on the proposed rules and has amended them to bring the law as much in line with the ADA as possible.<br/><br/>",
            "source": "https://www.outsideonline.com/2419469/emotional-support-dog-ban-good",
            "date": "Dec 8, 2020"
        },
        {
            "id": 9,
            "category": "Adventure",
            "title": "Grand Teton Is a Hiker's Park",
            "excrept": "With more than 200 miles of trails, there's a lot to explore in this iconic Wyoming attraction. It's our 62 Parks Traveler's 25th stop on her journey to visit every U.S. national park.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/11/16/lower_paintbrush_canyon_horizontal.jpg?itok=DoocsRdU",
            "author": "Emily Pennington",
            "content": "There are days when you think you’re going to hike the Teton Crest Trail in northern Wyoming in late June, and then there are days when your dreams come crashing down on you. As a spoiled SoCal hiker, I’m used to the snow line being well above 10,000 feet by midsummer. But after I sauntered up to the wilderness-permit counter with my partner, Brian, my jaw dropped when a friendly ranger informed us that the snow was sitting somewhere around 7,500 feet.<br/><br/>To mix up the strange monotony of a mid-pandemic, two-month van trip over the summer, my friend Brandon drove up from Salt Lake City to join us on our journey. That day at the park, we packed our bags while dodging peanut-size hail in a parking lot near String Lake. Then we hiked.<br/><br/>“We’re finally backpacking in the Grand Teats!” Brian shouted. We had been sophomorically making boob jokes about the park all month and were thrilled for the opportunity to test them out in person. “You know, the park is actually named after the French phrase meaning ‘the large tit,’” Brandon replied.<br/><br/>It’s true, by the way. The story goes that when exhausted, homesick French explorers laid eyes on the Teton Range, they gazed out at the vast, jagged mountains and thought, Breasts! The Grand Teton is the largest of the three pinnacles, and when the park was formed in 1929, the name stuck.<br/><br/>My merry band of dudes maneuvered around the sparkling western shoreline of String Lake, passing through a patch of not yet ripe huckleberries. It was my first time backpacking in grizzly country, and my mind was on high alert. I kept a can of bear spray close at all times—while pitching the tent, cooking dinner, and peeing in the bushes. I did not drive all this way to become an ursine protein bar.<br/><br/>The following morning, we had the ambitious goal of snow-climbing up to Holly Lake, at an altitude of 9,400 feet. Yellow-bellied marmots scampered around the trail like tiny mafia dons, unaware or uncaring that we were over 15 times their size. Breathless, I took in a new, unfamiliar view of the Tetons, one that allowed me to see the delicate waterfalls and craggy cliffs of metamorphic gneiss from deep inside a canyon. We stopped and stared in silence at a massive, snaggletoothed alpine cirque nestled beneath Paintbrush Divide.<br/><br/>We were the only hikers around for miles, and it was perfect. The three of us slid on our rumps all the way back to camp and then began the long trek back to the cars. My original plans had been dashed, but the trip was still pretty darn phenomenal.<br/><br/>",
            "source": "https://www.outsideonline.com/2418810/62-parks-traveler-grand-teton",
            "date": "Nov 23, 2020"
        },
        {
            "id": 10,
            "category": "Outdoor",
            "title": "Yellowstone National Park Is a Geyser Wonderland",
            "excrept": "Ten thousand geothermal features make this hot spot a must-see. It's our 62 Parks Traveler's 24th stop on her journey to visit every national park in the U.S.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/11/09/imperial_geyser.jpg?itok=6PzKrK7v",
            "author": "Emily Pennington",
            "content": "“This geyser’s usually really predictable, but she’s being a brat right now,” said an older woman to my left. I was sitting on a wooden bench in Yellowstone National Park, overlooking the violently steaming Castle Geyser with two dozen other tourists when my partner, Brian, struck up a conversation.<br/><br/>Less than two hours into my first-ever trip to Yellowstone, I was already learning about an underground citizen science group dedicated to viewing and tracking its more than 500 geysers. By the time our chosen one erupted (over an hour behind schedule), I leapt to my feet, felt a sudden burst of adrenaline, and couldn’t stop smiling. I was beginning to understand what makes this park great.<br/><br/>When I first arrived in Yellowstone, I thought it couldn’t possibly live up to all the hype. Sure, it’s the world’s first national park, a rugged expanse full of wolves, bison, and grizzly bears, the Grand Canyon of the Yellowstone, a breathtaking slice of the Rocky Mountains, and, yes, Old Faithful. The area is also known as a geothermal hot spot because of its roughly 10,000 geysers, hot springs, mud pots, and steam vents, the greatest concentration in the world. Today, the park can also be a crowded experience full of cars, restaurants, and selfie sticks. Could the primal majesty of the area still be experienced?<br/><br/>My partner, Brian, and I bid farewell to our new friend and hopped into my van in search of the next adventure: a short drive toward Midway Geyser Basin and a six-mile trek out to Imperial Geyser. Steaming vents of water bubbled into the aptly named Firehole River as I parked, and we set off on a wide gravel trail, bear spray at the ready.<br/><br/>Less than a mile from the trailhead, I took a sharp left up to a viewpoint overlooking the immense, technicolor eye of Grand Prismatic Spring. After decades of seeing the thing in textbooks and Instagram stories, it almost didn’t look real. I squinted and tried to make out the tangerine-hued tendrils that snaked their way across the ground under a veil of hot steam.<br/><br/>Whack! I swatted dozens of mosquitoes away from my face and legs as we avoided sloshy mud and trekked further down the path. Somehow, the bugs weren’t as annoying as usual. They felt purposeful, even. A necessary part of a rustic experience.<br/><br/>When we rounded the last corner and caught our first glimpse of Imperial Geyser, I stopped dead in my tracks. To my left lay an unobstructed, bubbling mud pot, and to my right was a roiling, barrier-free geyser. There were no rangers, no boardwalks, and no crowds. Just me, my boyfriend, and a fury of geothermal activity vibrating up from the earth.<br/><br/>",
            "source": "https://www.outsideonline.com/2418803/62-parks-traveler-yellowstone",
            "date": "Nov 18, 2020"
        },
        {
            "id": 11,
            "category": "Outdoor",
            "title": "The Love and Madness of Hot Springs in the West",
            "excrept": "Both the world-weary and stoked-on-life congregate at these wild outposts—all seeking the same euphoric joy, communality, and escapism",
            "image": "https://www.outsideonline.com/sites/default/files/styles/img_1400x800/public/2020/11/12/hot-springs-mountains_h.jpg?itok=6FzgEDXK",
            "author": "Francis Sanzaro",
            "content": "The East Coast may have many things—Pat’s cheesesteaks, Lady Liberty, the Appalachian Trail—but one thing it mostly lacks are hot springs, which is unfortunate, worthy of pity even, because lounging in a natural spring in your birthday suit, in the middle of the wilderness, in subzero temperatures, is one of life’s finest and most surprising joys. <br/><br/>The fact that clean, perfectly warm water slithers its way up from the dark morass of lava, crust, and bedrock thousands of feet below and into the western daylight is nothing short of miraculous. Hence the belief that such waters have healing properties. And they do, but not in the ways you might think.<br/><br/>Many studies have heralded the mental health benefits of submerging yourself in cold water, which scientists say creates a defense response that releases the stress hormone cortisol from the body and pumps endorphins, the happy hormone, to the brain. I believe the inverse is just as effective (and much more pleasant)—that warm water sprouting from the bowels of the earth and slicking every millimeter of your body accelerates the feeling of being alive, a feeling, no doubt, resulting from dilated blood vessels, increased blood flow, and the benefit this “flush” has on our nervous system and other systems of the body.<br/><br/>To hot springs we pilgrimage for a lot of reasons. A first date. A post-hike soak. To stargaze. Or to people-watch, because hot springs attract a certain breed of character. Two weeks ago, at a popular local pool near my hometown of Carbondale, Colorado, 30 feet off a busy road and in plain sight was a man buck naked, inverted in a headstand, his legs spread in a yoga pose. What were the responses of most folks? “Well, of course.” “Good for him.” “Brave soul.”<br/><br/>On road trips, a four-hour detour is nothing if it means visiting a good spring. If a road trip is an endurance event marked by open skies, marathon drives up mountain passes, and long stretches of deserted highways with screaming kids in the back seat, hot springs are the aid stations. They personalize the land and act as ecological memories we can take with us. Of each one I’ve been to, I remember the shape of the pools, the color of the water, the smell of the sulfur, the wet moss growing on the surrounding stones, and, of course, the people.<br/><br/>Hot springs are equal parts cultural and natural phenomenons of the western landscape and, as such, we need to appreciate and protect their fragile existence.<br/><br/>Growing up in Baltimore, I was unaware—dare I say ignorant—of the phenomenon of the hot spring. There are very few back east and even fewer in the Midwest. The National Oceanic and Atmospheric Administration has five natural hot springs registered in Arkansas, two in South Dakota, a sprinkling of some on the border of West Virginia and Virginia, and only two farther north. Georgia has several, but they are more warm springs, with the hottest just 88 degrees. <br/><br/>",
            "source": "https://www.outsideonline.com/2418956/cult-hot-springs-west",
            "date": "Nov 16, 2020"
        },
        {
            "id": 12,
            "category": "Nature",
            "title": "I Saw an Epic Sunset at Badlands National Park",
            "excrept": "Our 62 Parks Traveler meets bison and sees surreal geography at this South Dakota stop, the 23rd visit on her journey to see every U.S. national park",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/10/19/castle_trail.jpg?itok=E7SmknBk",
            "author": "Emily Pennington",
            "content": "Entering Badlands National Park on the less-traveled Sage Creek Road is not for the faint of heart. After a long drive through a sea of mottled, green grasslands, I took a sharp left turn down a washboard road and watched as my van kicked up a plume of dust in the rearview mirror. A dozen miles later, I drove up to a sunny picnic table at Sage Creek Campground and was instantly greeted with a series of high-pitched alarm-like chirps. Hundreds of small rodents scattered and disappeared underground.<br/><br/>I watched the playful little ground squirrels go about their daily dance, giggling every time they arched their backs, stood on their hind legs, and uttered a synchronized two-syllable screech. Caught up in watching them, I nearly forgot that there was a huge, wild park surrounding me. I was reminded of that again when I set off for the bathroom to find it casually guarded by a trio of male bison.<br/><br/>The next morning, I woke up at 6 A.M. to beat the forecasted 95-degree July heat and check out the Castle-Medicine Root Loop, a seven-mile trail that cuts through the heart of the park’s most striking badlands formations. By 7 A.M., the temps were already in the mid-70s, and my poor Scandinavian body was lagging.<br/><br/>I ambled through the maze of sedimentary rock and big prairie vistas in awe of the stark desolation around me. Blood-red stripes perforated the otherwise dull, cream-colored buttes and spires. I couldn’t believe that early American homesteaders once tried to navigate and farm these crumbling hills.<br/><br/>Once the thermometer hit 93, I was done. I dumped water over my head, hopped back into my van, and sped off toward the Cedar Pass Campground to escape the sweltering mid-day heat. Half-naked and sprawled out in the shade on top of my site’s sole picnic table, I prayed for the sun to start sinking.<br/><br/>After what felt like an eon, I lifted my head to find that the once drab badlands were suddenly awash in color. The sun was beginning to dip below the horizon, turning the park and everything in it a blasphemous shade of pink. It was utterly captivating.<br/><br/>I jumped into my van in search of the perfect vantage point from which to view the evening’s show. I pulled over near Norbeck Pass, just as the sun was dipping behind a toothy ridge of eroding rock.<br/><br/>As I stood in the still air and gazed out at the vast grasslands to the west, I noticed that several other groups of travelers were gathered in clusters nearby, staring awestruck at the same trick of the light. I found myself swelling up with gratitude.<br/><br/>The parks are so often a perfect excuse to subvert our ordinary busyness, beckoning us to do nothing other than slow down and watch the immense beauty of the light fading.<br/><br/>",
            "source": "https://www.outsideonline.com/2417515/62-parks-traveler-badlands",
            "date": "Nov 3, 2020"
        },
        {
            "id": 13,
            "category": "Nature",
            "title": "Here's What a Carbon Offset Actually Looks Like",
            "excrept": "Carbon offsets are confusing, and many people wonder how—or if—they even work. Hoping to find a more guilt-free way to travel, frequent flier Tim Neville heads to the ranchlands of Montana to see what an offset looks like on the ground. Hint: it involves cows.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/img_1400x800/public/2020/10/21/carbon-offsetting-illo_h.jpg?itok=0wOIbnPv",
            "author": "Tim Neville",
            "content": "I’m looking at a trench on part of a 7,500-acre ranch outside Big Timber, Montana. It is February. Swollen, purple clouds roll over the pastures.<br/><br/>Ranch owner Kevin Halverson, 70, spent the morning shoveling snow out of the trench. It is roughly as wide as a man and shoulder deep and was cut for a new two-inch pipeline that now snakes for more than five miles across his fields. The water will allow his cattle to graze the land in a more intensive way.<br/><br/>Halverson is wearing a jacket shredded at the elbows, and his cheeks burn like alpenglow on the 11,000-foot Crazy Mountains in the background. This is backbreaking work.<br/><br/>“I may have abused this land more than I should have, trying to make my payments,” Halverson says. Faced with so much overhead—land and equipment leases, in addition to the cost of power, weed removal, and disease treatment for livestock—today many ranching families need an extra source of income to stay afloat. <br/><br/>Halverson climbs out of the trench and looks around. Pickups. Cows. A scar of freshly turned earth. The pipeline will bring water to tanks stashed among the thirstier corners of his ranch, which will allow him to run more cattle and earn more than he could before. But the trench does even more than that. Thanks to the pipeline, Halverson can now harvest carbon out of the sky and be paid for it.<br/><br/>The Halversons are one of four families in Montana behind a new effort called the Montana Grasslands Carbon Initiative, which seeks to pay ranchers to fight climate change by letting the grasses grow tall across their rangelands. If you change the way cows graze, the thinking goes, you can give huge swaths of chewed-up grasslands time to regrow properly. More grass means more photosynthesis, the process plants use to convert light energy into food. More photosynthesis means more carbon dioxide is siphoned out of the atmosphere and excreted back into the earth as organic compounds. That makes the soil richer with nutrients, oxygen, and water, which in turn leads to healthier grasses.<br/><br/>Scientists can measure how much carbon the grasses are converting, too, and every metric ton (about 2,200 pounds) of that sequestered gas has a value derived from a demand to not have it floating around the planet. The strange, complicated world of carbon offsets turns that greenhouse gas into a commodity worth real money. <br/><br/>Standing next to Halverson and his very long trench, I was more or less witnessing the birth of an offset. Until then, offsets had seemed abstract and intangible to me. As an avid traveler, how many times have I been asked to offset my flights, offset my Lyft, offset my attendance at a conference? Does spending $7.22 to offset a round-trip flight from San Francisco to Kauai really do anything for the environment?<br/><br/>",
            "source": "https://www.outsideonline.com/2418122/how-carbon-offsets-work",
            "date": "Oct 27, 2020"
        },
        {
            "id": 14,
            "category": "Adventure",
            "title": "Alpine Lake Spotting at Rocky Mountain National Park",
            "excrept": "With more than 350 miles of trails, 124 peaks, and 147 lakes, this must-see Colorado destination is a wilderness lover's paradise. It's our 62 Parks Traveler's 22nd stop on her journey to visit every U.S. national park.",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/08/30/rmnp.jpg?itok=YjSRXkWU",
            "author": "Emily Pennington",
            "content": "As home to 147 lakes, 450 miles of streams, 355 miles of developed trails, and 124 named peaks, this outdoor mecca is a massive playground for diehard mountain addicts looking to rack up some vertical gain and cap it off with a polar plunge into fresh snowmelt.<br/><br/>I strong-armed my partner, Brian, to rise extra early for the hour drive in from Boulder, Colorado. Our mission was to nab a coveted parking spot near Bear Lake and hike the most popular trail in the park, a 3.5-mile stroll to Emerald Lake. At 8:30 A.M., the trail was already packed with day-trippers skidding all over the steep June snow without a microspike in sight.<br/><br/>It was far from the idyllic scene I had envisioned of pixies feeding me grapes while I basked in the sunshine on the edge of a secluded mountain lagoon. Exasperated, I grabbed my things and tramped back down the trail.<br/><br/>Next on my list was Mills Lake in the Glacier Gorge section of the park. While Brian napped in the van, I refilled my water bottle and set off with an ambitious goal of rushing through the 5.5 miles solo in just two hours. It was time to burn some rubber.<br/><br/>My boots crunched along as I climbed past thundering Alberta Falls, rock-hopping to avoid late-season mashed potato snow. Though I was speed-walking on a tight timeline, the lake itself made me stop dead in my tracks.<br/><br/>As a lifelong hiking aficionado, I can confidently say that this trail was one of my all-time top five. To my left, Longs Peak and its craggy fingers, called the Keyboard of the Winds, jutted straight up into the clouds, while Chiefs Head Peak, an imposing granite slab on the horizon, dominated the other half of my view. I could have easily stayed and stared until nightfall, but I was expected back at the van.<br/><br/>Day two would be different. Armed with a plan, a Kindle, and a backpack full of snacks, I rose early and drove through the honeyed morning light in the Moraine Park area, passing clusters of elk and wild turkeys along the way. My objective? Fern Lake.<br/><br/>I hiked up through a charred burn zone from the 2012 Fern Lake Fire, across a wooden bridge, and past a roaring waterfall that sprayed cool mist onto my cheeks. By the time I reached the lake’s gently lapping waters, I was primed for ultimate relaxation. I ate an enormous lunch, cast off my boots, and sprawled out on the grass near the shore like a cat in a patch of sunlight.<br/><br/>After three hours of unencumbered mountain bliss, I was feeling brave, so I stripped down and leapt into the freezing water, sending a shock through my system that covered my whole body in goose bumps. Then something remarkable happened. Other people hanging out by the lake began to jump in, too, shrieking and laughing at the biting temperature. It was as though being loudly and publicly myself in the wild gave others the excuse to do the same, and it was a pretty epic way to end my lake quest.<br/><br/>",
            "source": "https://www.outsideonline.com/2416595/62-parks-traveler-rocky-mountain",
            "date": "Oct 16, 2020"
        },
        {
            "id": 15,
            "category": "Lifestyle",
            "title": "The New Age of Travel Guidebooks",
            "excrept": "From a cult-favorite publisher launching a national-parks series to a Kevin Costner–narrated app, these five new releases are reinventing the traditional field guide ",
            "image": "https://www.outsideonline.com/sites/default/files/styles/width_1200/public/2020/10/12/new-age-guidebooks-global-crush_h.jpg?itok=sII4tHOe",
            "author": "Heather Greenwood Davis",
            "content": "Never underestimate the lure of an escape, especially in trying times. Road trips are on the rise. Local travel is more popular than ever. And bucket-list planning is once again in full swing. <br/><br/>Ready for the travel resurgence are a new class of guidebooks geared toward travelers hungry for more meaningful trips in the future. While such publications celebrate destinations, they also shine the light on subjects like politics, history, culture, and race, making readers the informed people we should be when we visit.<br/><br/>From a city guidebook publisher branching out to national parks to a new Kevin Costner–narrated app featuring forgotten stories of the West, these five releases are taking the act of travel into a whole new age. <br/><br/>The idea: Why base an entire guide on one viewpoint when you can have up to 20 different perspectives covering everything from overlooked history to land rights? From the publisher of these cult-favorite city and road-trip guides comes this new series on national parks ($20 each). “I wanted a book that felt like the magic of a place,” says founder and editor-in-chief Taylor Bruce. To do that, he sought to replace the “dry, exhaustive, and disposable” guidebooks with something that feels more in tune with the holistic nature of how people experience these popular American destinations.<br/><br/>The difference: The series reimagines the genre with compact and beautifully bound titles that will delight slow-travel fans. Essential details and logistics are shared up front, but interviews and stories turn each book from an information delivery system to an intriguing read. Expect insights from locals who know the parks well and highlight their complexities.<br/><br/>The Grand Canyon edition, which came out in July, includes interviews with people impacted by the landscape: environmentalist Jack Pongyesva speaks to how tourism has often meant exclusion for the area’s Hopi, landscape painter Bruce Aiken shares how living 16 miles from the South Rim for more than 30 years shaped his work, and cultural astronomer Bryan Bates chronicles his experiences studying the impact of constellations on Native culture. Essays and poems help establish an intimate sense of place.<br/><br/>The idea: Between the 1930s and 1960s, Victor Hugo Green’s The Negro Traveler’s Green Book offered African Americans safe routes through places where racist ideas and Jim Crow laws held sway. This new iteration, released in August, takes it a step further with the goal of connecting African diaspora travelers to Black communities, businesses, and more around the world ($25 for the paperback; $10 for the e-book). <br/><br/>The difference: This comprehensive guidebook by Martinique Lewis, president of the Black Travel Alliance, provides extensive listings for everything from Black-owned hotels to Black ski clubs. Expect to find annotations of personal or reported insights, like how Lewis felt as one of few Black visitors she encountered on a trip to Iceland, and tips, such as where to get your hair braided in South Korea. From sharing information about Afro-Ecuadorians communities in South America to Black expat groups in Amsterdam, the book also offers a path to connection and fills a gap for an often overlooked segment of travelers.<br/><br/>",
            "source": "https://www.outsideonline.com/2417361/new-age-travel-guidebooks",
            "date": "Oct 14, 2020"
        }
    ]
}